{
  "Error": "Error",
  "error": "error",
  "There was an error on message sent Please try again": "There was an error on message sent. Please try again",
  "There was an error on Master Key Request Please try again": "There was an error on Master Key Request. Please try again",
  "There was an error on Change Mobile Please try again": "There was an error on Change Mobile. Please try again",
  "Warning": "Warning",
  "All fields are mandatory": "All fields are mandatory!",
  "The notification has expired Please try again": "The notification has expired. Please try again",
  "New mobile shouldnt be the same as current mobile number": "New mobile shouldn't be the same as current mobile number",
  "There was an error on Change Password Please try again": "There was an error on Change Password. Please try again",
  "The New Password and the new password confirmation are not the same": "The New Password and the new password confirmation are not the same!",
  "New Password shouldnt be the same as current password": "New Password shouldn't be the same as current password",
  "there was an error with posting new document Please try again": "there was an error with posting new document. Please try again.",
  "transfer Details": "Transfer Details",
  "The notification has expired, please try again": "The notification has expired, please try again",
  "Not enough funds to complete this payment": "Not enough funds to complete this payment",
  "there was an error at personal payment Please try again": "there was an error at personal payment. Please try again.",
  "Payment error": "Payment error",
  "there was an error with get the statement Please try again": "there was an error with get the statement. Please try again.",
  "there was an error with get the receipt Please try again": "there was an error with get the receipt. Please try again.",
  "Email not sent due to an error Please try again": "Email not sent due to an error. Please try again.",
  "there was an error with the quick transfer Please try again": "there was an error with the quick transfer. Please try again.",
  "there was an error with the new account creation Please try again": "there was an error with the new account creation. Please try again.",
  "New Account Details": "New Account Details",
  "The action has been rejected from user": "The action has been rejected from the user",
  "There was an error at fetching exchange rates": "There was an error at fetching exchange rates",
  "This beneficiary exists or cannot be updated": "This beneficiary exists or cannot be updated.",
  "Current password is not correct": "Current password is not correct",
  "Password should contain a number an upper case character and a symbol": "Password should contain a number, an upper case character and a symbol"
}
