{
  "Error": "Σφάλμα",
  "error": "σφάλμα",
  "There was an error on Master Key Request Please try again": "Υπήρξε σφάλμα με την αίτηση κλειδιού Master. Παρακαλώ προσπαθείστε ξανά.",
  "There was an error on Change Mobile Please try again": "Υπήρξε σφάλμα με την αλλαγή κινητού. Παρακαλώ προσπαθείστε ξανά.",
  "Warning": "Προσοχή",
  "All fields are mandatory": "Όλα τα πεδία ειναι υποχρεωτικά!",
  "New mobile shouldnt be the same as current mobile number": "Ο νέος αριθμός κινητού δεν μπορεί να είναι ο ίδιος με τον υπάρχων.",
  "There was an error on Change Password Please try again": "Υπήρξε σφάλμα με την αλλαγή κωδικού. Παρακαλώ προσπαθείστε ξανά.",
  "The New Password and the new password confirmation are not the same": "Ο νέος κωδικος με την εξακρίβωση του νέου κωδικού δεν είναι οι ίδιοι!",
  "New Password shouldnt be the same as current password": "Ο νέος κωδικός δεν μπορεί να είναι ο ίδιος με τον υπάρχων.",
  "there was an error with posting new document Please try again": "Υπήρξε σφάλμα με την δημοσίευση νέου εγγράφου. Παρακαλώ προσπαθείστε ξανά.",
  "transfer Details": "Λεπτομέρειες μεταφοράς",
  "The notification has expired, please try again": "Η ειδοποίηση έληξε. Παρακαλώ δοκιμάστε ξανά",
  "The notification has expired Please try again": "Η ειδοποίηση έληξε. Παρακαλώ δοκιμάστε ξανά",
  "Payment error": "Σφάλμα στη πληρωμή",
  "Not enough funds to complete this payment": "Δεν υπάρχουν αρκετά χρήματα για να ολοκληρωθεί αυτή η συναλλαγή",
  "there was an error at personal payment Please try again": "Υπήρξε σφάλμα με την προσωπική πληρωμή. Παρακαλώ προσπαθείστε ξανά.",
  "There was an error on message sent Please try again": "Υπήρξε σφάλμα με την αποστολή μηνύματος. Παρακαλώ προσπαθείστε ξανά.",
  "there was an error with get the statement Please try again": "Υπήρξε σφάλμα με την κατάθεση. Παρακαλώ προσπαθείστε ξανά.",
  "there was an error with get the receipt Please try again": "Υπήρξε σφάλμα με την κατάθεση. Παρακαλώ προσπαθείστε ξανά.",
  "Email not sent due to an error Please try again": "Το email δεν στάλθηκε λόγο σφάλματος. Παρακαλώ προσπαθείστε ξανά.",
  "there was an error with the quick transfer Please try again": "Υπήρξε σφάλμα με την γρήγορη μεταφορά. Παρακαλώ προσπαθείστε ξανά.",
  "there was an error with the new account creation Please try again": "Υπήρξε σφάλμα με την δημιουργία νέου λογαριασμού. Παρακαλώ προσπαθείστε ξανά.",
  "New Account Details": "Λεπτομέρεις Νέου Λογαριασμού",
  "The action has been rejected from user": "Η λειτουργία ακυρώθηκε απο τον χρήστη",
  "There was an error at fetching exchange rates": "Υπήρξε σφάλμα με την ισοτιμία",
  "This beneficiary exists or cannot be updated": "Αυτός ο δικαιούχος υπάρχει ή δεν μπορεί να γίνει ενημέρωση.",
  "Current password is not correct": "Ο τωρινός κωδικός που εισάγατε δεν είναι σωστός",
  "Password should contain a number an upper case character and a symbol": "Ο κωδικός πρέπει να περιέχει ένα νούμερο, ένα κεφαλαίο γράμμα και ένα σύμβολο"
}

