{
  "Error Code": "Κωδικός Σφάλματος",
  "Error": "Σφάλμα",
  "OK": "OK",
  "Please enter the activation code": "Παρακαλώ πληκτρολογήστε το κωδικό ενεργοποίησης",
  "127": "Ο χρήστης έχει κλειδωθεί. Παρακαλώ επικοινωνήστε με τον υπεύθυνο για να ξεκλειδωθεί ο χρήστης .2",
  "Username": "Όνομα Χρήστη",
  "Next": "Επόμενο",
  "Please enter your PIN to continue": "Παρακαλώ πληκτρολογήστε το PIN για να συνεχίσετε",
  "Forgot PIN": "Ξέχασα το PIN",
  "Create a new PIN": "Δημιουργία νέου PIN",
  "Confirm the new PIN": "Επαλήθευση νέου PIN",
  "PIN must contain 5 numbers. Numbers should not be consecutive": "Το PIN πρέπει να περιέχει 5 αριθμούς. Οι αριθμοί δεν πρέπει να είναι διαδοχικοί",
  "PIN must contain 5 characters": "Το PIN πρέπει να περιέχει 5 χαρακτήρες",
  "PIN must not have consecutive numbers": "Το PIN δεν πρέπει να έχει διαδοχικούς αριθμούς",
  "PINs don't match": "Τα PINs δεν ταιριάζουν",
  "Activation code should be received to your specified email": "Θα λάβετε τον κωδικό ενεργοποίησης στο e-mail σας",
  "Access code should be received to your specified email": "Θα λάβετε τον κωδικό πρόσβασης στο e-mail σας",
  "PIN number should not have 3 or more consecute same digits": "Ο αριθμός PIN δεν πρέπει να έχει 3 ή περισσότερα διαδοχικά ίδια ψηφία",
  
  "Unable to process the request, please check your internet connection and restart the application": "Η αίτηση δεν έγινε δεκτή, παρακαλώ ελέγξτε το δίκτυό σας και κάνετε επανεκκίνηση την εφαρμογή",
  "Invalid SDK version": "Μη έγκυρη έκδοση SDK",
  "Invalid arguments provided": "Δώθηκαν μη έγκυρα arguments",
  "Session expired, please login again": "Η επίσκεψή σας έληξε, παρακαλώ συνδεθείτε ξανά",
  "Unable to process the request, please check your proxy / internet settings": "Η αίτηση δεν έγινε δεκτή, παρακαλώ ελέγξτε το PROXY σας και τις ρυθμίσεις δικτύου",
  "Invalid callbacks provided": "Δώθηκαν μη έγκυρα callbacks",
  "Invalid server hostname/IP": "Μη έγκυρος server hostname/IP",
  "Invalid server port": "Μη έγκυρη πόρτα server",
  "Invalid connection settings": "Μη έγκυρες ρυθμίσεις συνδεσιμότητας",
  "An unsupported agent REL-ID was found in connection profile. Kindly contact helpdesk for further details": "Ένα REL-ID που δεν υποστηρίζεται βρέθηκε στην σύνδεση των προφίλ. Παρακαλώ επικοινωνήστε με την υποστήριξη για περισσότερες πληροφορίες",
  "Failed to connect to the server, please check your internet connection": "Απέτυχε η σύνδεση με τον server, παρακαλώ ελέγξτε τη σύδεση δκτύου σας",
  "Invalid core data found during resume. Re-initialize the application": "Μη έγκυρα δεδομένα βρέθηκαν κατά την διάρκεια εκκίνησή σας. επανεκκινείστε την εφαρμογή",
  "Failed to parse http requests. Please try again": "Απέτυχε η ανάλυση των http requests. Παρακαλώ δοκιμάστε ξανά",
  "Failed to parse http response. Please try again": "Απέτυχε η ανάλυση των http response. Παρακαλώ δοκιμάστε ξανά",
  "Invalid cipher specs. Please try again": "Μη έγκυρος κωδικός προδιαγραφών. Παρακαλώ δοκιμάστε ξανά",
  "The service you are trying to refer to is not valid. Kindly contact helpdesk for further details": "Η υπηρεσία που σας αφορά είναι μη έγκυρη. Παρακαλώ επικοινωνήστε με την υποστήριξη για περισσότερες πληροφορίες",
  "An error occured while getting privacy stream data": "Υπήρξε σφάλμα κατά την απόκτηση των απόρρητων stream  δεδομένων",
  "An error occured while getting privacy stream type": "Υπήρξε σφάλμα κατά την απόκτηση των απόρρητων stream τύπων",
  "An error occured while writing data onto stream": "Υπήρξε σφάλμα καθώς γραφόντουσαν δεδομένα στο stream",
  "An error occured while marking end of data stream": "Υπήρξε σφάλμα καθώς σχεδιάζονταν δεδομένα στο stream",
  "An error occured while destryoing stream": "Υπήρξε σφάλμα κατά την καταστροφή του stream",
  "Unable to process the request, please restart the application. If issue persists, please contact helpdesk": "Δεν έγινε δεκτή η αίτηση, παρακαλώ επανεκκινείστε την εφαρμογή. Αν το πρόβλημα επιμένει, παρακαλώ επικοινωνήστε με την υποστήριξη",
  "An internal error occurred while saving the core state during pause. Please try again": "Ένα εσωτερικό σφάλμα υπήρξε καθώς αποθηκεύονταν core state κατα την διάρκεια της παύσης. Παρακαλώ δοκιμάστε ξανά",
  
  "An internal error occurred while terminating the core": "Ένα εσωτερικό σφάλμα υπήρξε καθώς προσπαθούσατε να τερματίσετε το core",
  "Failed to get cipher salt. Please try again": "Απέτυχε η λήψη κωδικού salt. Παρακαλώ δοκιμάστε ξανά",
  "Failed to get cipher specs. Please try again": "Απέτυχε η λήψη κωδικού προδιαγραφών. Παρακαλώ δοκιμάστε ξανά",
  "Failed to get Agent ID. Kindly reinitialize the application and try again": "Απέτυχε η λήψη του Agent ID. Παρακαλώ επανεκκινείστε την εφαρμογή και προσπαθείστε ξανά",
  "Failed to get session ID. Kindly reinitialize the application and try again": "Απέτυχε η λήψη του session ID. Παρακαλώ επανεκκινείστε την εφαρμογή και προσπαθείστε ξανά",
  "Failed to get device ID. Please try again": "Απέτυχε η λήψη ID της συσκευής. Παρακαλώ προσπαθείστε ξανά",
  "Failed to get service details. Kindly contact helpdesk": "Απέτυχε η λήψη των λεπτομερειών των υπηρεσιών. Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "Failed to start service. Please try again. If the issue persists, kindly contact helpdesk": "Αποτυχία στην εκκίνηση της υπηρεσίας. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "Failed to stop service. Please try again. If the issue persists, kindly contact helpdesk": "Αποτυχία στην διακοπή της υπηρεσίας. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "An error occurred while using data at rest api while encrypting data. Please try again. If the issue persists, kindly contact helpdesk": "Ένα σφάλμα παρουσιάστηκε κατά την κρυπτογράφηση δεδομένων. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "An error occurred while using data at rest api while decrypting data. Please try again. If the issue persists, kindly contact helpdesk": "Ένα σφάλμα παρουσιάστηκε κατά την αποκρυπτογράφηση δεδομένων. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "An error occurred while using data at rest api while encrypting http request. Please try again. If the issue persists, kindly contact helpdesk": "Ένα σφάλμα παρουσιάστηκε κατά την κρυπτογράφηση http request. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "An error occurred while using data at rest api while decrypting http response. Please try again. If the issue persists, kindly contact helpdesk": "Ένα σφάλμα παρουσιάστηκε κατά την αποκρυπτογράφηση http response. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "Error occurred while creating privacy stream. Please try again. If the issue persists, kindly contact helpdesk": "Σφάλμα παρουσιάστηκε κατά την δημιουργία απορρίτων stream. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "Unable to fetch configurations, please check your internet connection and try again": "Δεν μπόρεσε να πάρει δεδομένα, παρακαλώ ελέγξτε το δίκτυό σας και προσπαθείστε ξανά",
  "Unable to fetch authentication details, please check your internet connection and try again": "Δεν μπόρεσε να πάρει τις λεπτομέρειες επιβεβαίωσης, παρακαλώ ελέγξτε το δίκτυό σας και προσπαθείστε ξανά",
  "Unable to logoff, please restart the application": "Δεν μπορείτε να αποσυνδεθείτε, παρακαλαώ επανεκκινείστε την εφαρμογή",
  "An error occurred while resetting the challenges. Please try again": "Ένα σφάλμα παρουσιάστηκε κατά την επαναφορά των προκλήσεων. Παρακαλώ δοκιμάστε ξανά",
  "Failed to perform forgot password. Please try again": "Αποτυχία κατα τη διαδικασία του ξέχασα τον κωδικό . Παρακαλώ δοκιμάστε ξανά",
  "Failed to fetch post login challenges. Please try again": "Αποτυχία κατα την δημοσίευση σύνδεσης. Παρακαλώ δοκιμάστε ξανά",
  "Unable to fetch device details, please check your internet connection and try again": "Δεν μπόρεσε να πάρει τις λεπτομέρειες συσκευής, παρακαλώ ελέγξτε το δίκτυό σας και προσπαθείστε ξανά",
  "Unable to update device details, please check your internet connection and try again": "Δεν μπόρεσε να ενημερώσει τις λεπτομέρειες συσκευής, παρακαλώ ελέγξτε το δίκτυό σας και προσπαθείστε ξανά",
  "Unable to fetch notifications, please check your internet connection and try again": "Δεν μπόρεσε να πάρει τις ειδοποιήσεις, παρακαλώ ελέγξτε το δίκτυό σας και προσπαθείστε ξανά",
  "Unable to update notification, please check your internet connection and try again": "Δεν μπόρεσε να ενημερώσει τις ειδοποιήσεις, παρακαλώ ελέγξτε το δίκτυό σας και προσπαθείστε ξανά",
  
  "Error occurred while initializing the security certificates provided. Kindly contact helpdesk if the issue persists": "Παρουσιάστηκε σφάλμα κατά την προετοιμασία των παρεχόμενων πιστοποιητικών ασφαλείας. Εάν το πρόβλημα παραμένει, επικοινωνήστε με το γραφείο υποστήριξης",
  "Internal error occurred. There seems to be an issue with the security certificates provided": "Παρουσιάστηκε εσωτερικό σφάλμα. Φαίνεται ότι υπάρχει πρόβλημα με τα πιστοποιητικά ασφαλείας που παρέχονται",
  "Unable to resolve domain name, please check your network settings and try again": "Δεν είναι δυνατή η επίλυση του ονόματος, ελέγξτε τις ρυθμίσεις του δικτύου σας και δοκιμάστε ξανά",
  "No network detected, please check your internet connection and try again": "Δεν εντοπίστηκε δίκτυο, παρακαλώ ελέγξτε το δίκτυό σας και προσπαθείστε ξανά",
  "Application re-installation OR data clear event detected. Please contact helpdesk to reset": "Εντοπίστηκε επανεγκατάσταση της εφαρμογής Ή εκκαθάριση δεδομένων. Επικοινωνήστε με το γραφείο υποστήριξης για επαναφορά",
  "Failure occurred when signing notification. Please try again": "Παρουσιάστηκε αποτυχία κατά την υπογραφή ειδοποίησης. Παρακαλώ προσπαθείστε ξανά",
  "Invalid proxy credentials provided. Please provide valid credentials and try again": "Παρέχονται μη έγκυρα proxy πιστοποιητικά. Καταχωρίστε έγκυρα πιστοποιητικά και δοκιμάστε ξανά",
  "Unable to process the request, please check your internet connection and try again": "Δεν είναι δυνατή η επεξεργασία του αιτήματος, παρακαλώ ελέγξτε το δίκτυό σας και προσπαθείστε ξανά",
  "An internal error occurred, kindly contact helpdesk": "Παρουσιάστηκε εσωτερικό σφάλμα, παρακαλώ επικοινωνήστε με το γραφείο υποστήριξης",
  "Unable to process the request, please correct your device time and try again": "Δεν είναι δυνατή η επεξεργασία του αιτήματος, διορθώστε την ώρα της συσκευής σας και δοκιμάστε ξανά",
  "Session invalid, please restart the application": "Η περίοδος σύνδεσης δεν είναι έγκυρη, επανεκκινήστε την εφαρμογή",
  "Unable to fetch details, please check your internet connection and try again": "Δεν είναι δυνατή η ανάκτηση λεπτομερειών, παρακαλώ ελέγξτε το δίκτυό σας και προσπαθείστε ξανά",
  "Invalid tunnel configurations received. Please try again. if the issue persists, kindly contact helpdesk": "Λήφθηκαν μη έγκυρες διαμορφώσεις σήραγγας. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "Unable to parse device details, please try again": "Δεν είναι δυνατή η ανάλυση των λεπτομερειών της συσκευής. Δοκιμάστε ξανά",
  "Invalid challenge configuration received. Please try again. if the issue persists, kindly contact helpdesk": "Λήφθηκε μη έγκυρη διαμόρφωση πρόκλησης. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "Invalid rest http api request url. Please retry with a valid http details": "Μη έγκυρη διεύθυνση URL αιτήματος υπόλοιπου http api. Δοκιμάστε ξανά με έγκυρες λεπτομέρειες http",
  "Insufficient memory, please free up some memory and restart the application": "Ανεπαρκής μνήμη, ελευθερώστε λίγη μνήμη και επανεκκινήστε την εφαρμογή",
  "Unable to process the request, please restart the application": "Δεν είναι δυνατή η επεξεργασία του αιτήματος, επανεκκινήστε την εφαρμογή",
  "Invalid cipher text lenght provided in decrypt API": "Μη έγκυρο μήκος κειμένου κρυπτογράφησης στο API αποκρυπτογράφησης",
  "Empty cipher text in decrypt API": "Κενό κρυπτογραφημένο κείμενο σε αποκρυπτογράφηση API",
  "Empty plain text in encrypt API": "Κενό απλό κείμενο σε κρυπτογράφηση API",
  "Invalid plain text lenght provided in encrypt API": "Μη έγκυρο μήκος απλού κειμένου που παρέχεται στο API κρυπτογράφησης",
  "Empty user name provided in check challenge API": "Το κενό όνομα χρήστη παρέχεται στο API ελέγχου πρόκλησης",
  "Empty challenge list provided in check challenge API": "Παρέχεται κενή λίστα προκλήσεων στο API ελέγχου πρόκλησης",
  "Failed to serialize challenge data": "Αποτυχία σειριοποίησης δεδομένων πρόκλησης",
  "Empty or Invalid usecase name in postLogin API": "Κενό ή μη έγκυρο όνομα χρήστη στο API postLogin",
  "Empty service name provided in fetch/modify Service API": "Το κενό όνομα υπηρεσίας παρέχεται κατά τη λήψη / τροποποίηση της API υπηρεσίας",
  "Empty device details provided in updateDeviceDetails API": "Κενές λεπτομέρειες συσκευής παρέχονται στο API του updateDeviceDetails",
  "Failed to deserialize challenge data": "Αποτυχία αποεπιλογής δεδομένων πρόκλησης",
  "Unable to process the request, please restart the applicati": "Δεν είναι δυνατή η επεξεργασία του αιτήματος, επανεκκινήστε την εφαρμογή",
  "Device architecture not supported, please contact helpdesk": "Η αρχιτεκτονική της συσκευής δεν υποστηρίζεται, επικοινωνήστε με το γραφείο υποστήριξης",
  "Entered password and password in AD does not match.": "Τα εισαγόμενα PIN και PIN στο AD δεν ταιριάζουν",
  "challenge not found. Please try again.": "H πρόκληση δεν βρέθηκε. Παρακαλώ προσπαθείστε ξανά",
  "Invalid activation code.": "Μη έγκυρος κωδικός ενεργοποίησης",
  "No such user exists": "Δεν υπάρχει τέτοιος χρήστης",
  "Users limit on this device exceeded": "Υπέρβαση του ορίου χρηστών σε αυτήν τη συσκευή",
  "Device validation failed.": "Η επικύρωση της συσκευής απέτυχε",
  "Internal server error occurred.Please try after sometime": "Παρουσιάστηκε σφάλμα εσωτερικού server. Δοκιμάστε μετά από λίγο",
  "Invalid challenge list sent for the state": "Έγινε μη έγκυρη λίστα πρόκλησης για το state",
  "No such use case exists. Please try again": "Δεν υπάρχει τέτοια περίπτωση χρήσης. Παρακαλώ προσπαθησε ξανα",
  "Device limit exceeded": "Υπέρβαση ορίου συσκευής",
  "Your request to activate new device has been rejected from a Registered device. This action has been recorded as fraud and communicated to compliance team": "Το αίτημά σας για ενεργοποίηση νέας συσκευής απορρίφθηκε από μια καταχωρισμένη συσκευή. Αυτή η ενέργεια έχει καταγραφεί ως απάτη και έχει κοινοποιηθεί στην ομάδα συμμόρφωσης",
  "REL-ID Notification is expired, Please try again": "Η ειδοποίηση REL-ID έχει λήξει. Δοκιμάστε ξανά",
  "New device activation is rejected": "Η ενεργοποίηση της νέας συσκευής απορρίπτεται",
  "Your user/device is blocked, would you like to proceed with reactivation of this device?": "Ο χρήστης / η συσκευή σας έχει αποκλειστεί, θέλετε να συνεχίσετε την επανενεργοποίηση αυτής της συσκευής;",
  "Session does not exists or is expired.": "Η περίοδος σύνδεσης δεν υπάρχει ή έχει λήξει",
  "Success.": "Επιτυχία",
  "Failed to update device details": "Αποτυχία ενημέρωσης λεπτομερειών συσκευής",
  "The user is already activated.Please login again.": "Ο χρήστης είναι ήδη ενεργοποιημένος. Συνδεθείτε ξανά.",
  "User is blocked. Kindly contact the admin to unblock the user.": "Ο χρήστης έχει αποκλειστεί. Επικοινωνήστε με τον διαχειριστή για να καταργήσετε τον αποκλεισμό του χρήστη.",
  "User is deleted. Kindly contact the admin.": "Ο χρήστης έχει διαγραφεί. Παρακαλώ επικοινωνήστε με τον διαχειριστή.",
  "User Device is blocked. Kindly contact the admin.": "Η συσκευή του χρήστη είναι αποκλεισμένη. Παρακαλώ επικοινωνήστε με τον διαχειριστή.",
  "Forgot password attempts exhausted. Kindly contact the admin.": "Εξαντλήθηκαν προσπάθειες κωδικού πρόσβασης. Παρακαλώ επικοινωνήστε με τον διαχειριστή.",
  "User Device is inactive. Kindly contact the admin.": "Η συσκευή του χρήστη είναι ανενεργή. Παρακαλώ επικοινωνήστε με τον διαχειριστή.",
  "User device is not registered": "Η συσκευή του χρήστη δεν είναι καταχωρημένη",
  "User is disable.": "Ο χρήστης είναι απενεργοποιημένος.",
  "No such user is enrolled.": "Δεν έχει εγγραφεί τέτοιος χρήστης.",
  "User is inactive. Kindly contact the admin.": "Ο χρήστης είναι ανενεργός. Παρακαλώ επικοινωνήστε με τον διαχειριστή.",
  "User is paused. Kindly contact the admin.": "Ο χρήστης τέθηκε σε παύση. Παρακαλώ επικοινωνήστε με τον διαχειριστή.",
  "Unable to generate REL-ID Verify Auth notification for new device activation. Please contact admin.": "Δεν είναι δυνατή η δημιουργία ειδοποίησης REL-ID Verify Auth για ενεργοποίηση νέας συσκευής. Επικοινωνήστε με τον διαχειριστή.",
  "Device management cannot be accessed before certain amount of time since its activation. Please contact the admin.": "Δεν είναι δυνατή η πρόσβαση στη διαχείριση συσκευών πριν από ορισμένο χρονικό διάστημα από την ενεργοποίησή της. Επικοινωνήστε με τον διαχειριστή.",
  "Failed to update device details due to device name regex validation failure.": "Αποτυχία ενημέρωσης λεπτομερειών συσκευής λόγω αποτυχίας επικύρωσης regex ονόματος συσκευής.",

  "An unsupported agent REL-ID was found in connection profile, Kindly contact helpdesk for further details": "Ένα REL-ID που δεν υποστηρίζεται βρέθηκε στην σύνδεση των προφίλ. Παρακαλώ επικοινωνήστε με την υποστήριξη για περισσότερες πληροφορίες",
  "Invalid core data found during resume, Re-initialize the application": "Μη έγκυρα δεδομένα βρέθηκαν κατά την διάρκεια εκκίνησή σας. επανεκκινείστε την εφαρμογή",
  "Failed to parse http requests, Please try again": "Απέτυχε η ανάλυση των http requests. Παρακαλώ δοκιμάστε ξανά",
  "Failed to parse http response, Please try again": "Απέτυχε η ανάλυση των http response. Παρακαλώ δοκιμάστε ξανά",
  "Invalid cipher specs, Please try again": "Μη έγκυρος PIN. Παρακαλώ δοκιμάστε ξανά",
  "The service you are trying to refer to is not valid, Kindly contact helpdesk for further details": "Η υπηρεσία που σας αφορά είναι μη έγκυρη. Παρακαλώ επικοινωνήστε με την υποστήριξη για περισσότερες πληροφορίες",
  "Unable to process the request, please restart the application, If issue persists, please contact helpdesk": "Δεν έγινε δεκτή η αίτηση, παρακαλώ επανεκκινείστε την εφαρμογή. Αν το πρόβλημα επιμένει, παρακαλώ επικοινωνήστε με την υποστήριξη",
  "An internal error occurred while saving the core state during pause, Please try again": "Ένα εσωτερικό σφάλμα υπήρξε καθώς αποθηκεύονταν core state κατα την διάρκεια της παύσης. Παρακαλώ δοκιμάστε ξανά",
  "Failed to get cipher salt, Please try again": "Απέτυχε η λήψη κωδικού salt. Παρακαλώ δοκιμάστε ξανά",
  "Failed to get cipher specs, Please try again": "Απέτυχε η λήψη κωδικού προδιαγραφών. Παρακαλώ δοκιμάστε ξανά",
  "Failed to get Agent ID, Kindly reinitialize the application and try again": "Απέτυχε η λήψη του Agent ID. Παρακαλώ επανεκκινείστε την εφαρμογή και προσπαθείστε ξανά",
  "Failed to get session ID, Kindly reinitialize the application and try again": "Απέτυχε η λήψη του session ID. Παρακαλώ επανεκκινείστε την εφαρμογή και προσπαθείστε ξανά",
  "Failed to get device ID, Please try again": "Απέτυχε η λήψη ID της συσκευής. Παρακαλώ προσπαθείστε ξανά",
  "Failed to get service details, Kindly contact helpdesk": "Απέτυχε η λήψη των λεπτομερειών των υπηρεσιών. Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "Failed to start service, Please try again, If the issue persists, kindly contact helpdesk": "Αποτυχία στην εκκίνηση της υπηρεσίας. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "Failed to stop service, Please try again, If the issue persists, kindly contact helpdesk": "Αποτυχία στην διακοπή της υπηρεσίας. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "An error occurred while using data at rest api while encrypting data, Please try again, If the issue persists, kindly contact helpdesk": "Ένα σφάλμα παρουσιάστηκε κατά την κρυπτογράφηση δεδομένων. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "An error occurred while using data at rest api while decrypting data, Please try again, If the issue persists, kindly contact helpdesk": "Ένα σφάλμα παρουσιάστηκε κατά την αποκρυπτογράφηση δεδομένων. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "An error occurred while using data at rest api while encrypting http request, Please try again, If the issue persists, kindly contact helpdesk": "Ένα σφάλμα παρουσιάστηκε κατά την κρυπτογράφηση http request. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "An error occurred while using data at rest api while decrypting http response, Please try again, If the issue persists, kindly contact helpdesk": "Ένα σφάλμα παρουσιάστηκε κατά την αποκρυπτογράφηση http response. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "Error occurred while creating privacy stream. Please try again, If the issue persists, kindly contact helpdesk": "Σφάλμα παρουσιάστηκε κατά την δημιουργία απορρίτων stream. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "An error occurred while resetting the challenges, Please try again": "Ένα σφάλμα παρουσιάστηκε κατά την επαναφορά των προκλήσεων. Παρακαλώ δοκιμάστε ξανά",
  "Failed to perform forgot password, Please try again": "Αποτυχία κατα τη διαδικασία του ξέχασα το PIN . Παρακαλώ δοκιμάστε ξανά",
  "Failed to fetch post login challenges, Please try again": "Αποτυχία κατα την δημοσίευση σύνδεσης. Παρακαλώ δοκιμάστε ξανά",
  "Error occurred while initializing the security certificates provided, Kindly contact helpdesk if the issue persists": "Παρουσιάστηκε σφάλμα κατά την προετοιμασία των παρεχόμενων πιστοποιητικών ασφαλείας. Εάν το πρόβλημα παραμένει, επικοινωνήστε με το γραφείο υποστήριξης",
  "Internal error occurred, There seems to be an issue with the security certificates provided": "Παρουσιάστηκε εσωτερικό σφάλμα. Φαίνεται ότι υπάρχει πρόβλημα με τα πιστοποιητικά ασφαλείας που παρέχονται",
  "Application re-installation OR data clear event detected, Please contact helpdesk to reset": "Εντοπίστηκε επανεγκατάσταση της εφαρμογής Ή εκκαθάριση δεδομένων. Επικοινωνήστε με το γραφείο υποστήριξης για επαναφορά",
  "Failure occurred when signing notification, Please try again": "Παρουσιάστηκε αποτυχία κατά την υπογραφή ειδοποίησης. Παρακαλώ προσπαθείστε ξανά",
  "Invalid proxy credentials provided, Please provide valid credentials and try again": "Παρέχονται μη έγκυρα proxy πιστοποιητικά. Καταχωρίστε έγκυρα πιστοποιητικά και δοκιμάστε ξανά",
  "Invalid tunnel configurations received, Please try again, if the issue persists, kindly contact helpdesk": "Λήφθηκαν μη έγκυρες διαμορφώσεις σήραγγας. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "Invalid challenge configuration received, Please try again, if the issue persists, kindly contact helpdesk": "Λήφθηκε μη έγκυρη διαμόρφωση πρόκλησης. Παρακαλώ δοκιμάστε ξανα. Αν το πρόβλημα επιμείνει, Παρακαλώ επικοινωνήστε με την υποστήριξη",
  "Invalid rest http api request url, Please retry with a valid http details": "Μη έγκυρη διεύθυνση URL αιτήματος υπόλοιπου http api. Δοκιμάστε ξανά με έγκυρες λεπτομέρειες http",

  "PIN must contain 5 numbers, Numbers should not be consecutive": "Το PIN πρέπει να περιέχει 5 αριθμούς. Οι αριθμοί δεν πρέπει να είναι διαδοχικοί",
  "challenge not found, Please try again.": "H πρόκληση δεν βρέθηκε. Παρακαλώ προσπαθείστε ξανά",
  "Device validation failed": "Η επικύρωση της συσκευής απέτυχε",
  "Internal server error occurred, Please try after sometime": "Παρουσιάστηκε σφάλμα εσωτερικού server. Δοκιμάστε μετά από λίγο",
  "No such use case exists, Please try again": "Δεν υπάρχει τέτοια περίπτωση χρήσης. Παρακαλώ προσπαθησε ξανα",
  "Your request to activate new device has been rejected from a Registered device, This action has been recorded as fraud and communicated to compliance team": "Το αίτημά σας για ενεργοποίηση νέας συσκευής απορρίφθηκε από μια καταχωρισμένη συσκευή. Αυτή η ενέργεια έχει καταγραφεί ως απάτη και έχει κοινοποιηθεί στην ομάδα συμμόρφωσης",
  "Success": "Επιτυχία",
  "The user is already activated, Please login again": "Ο χρήστης είναι ήδη ενεργοποιημένος. Συνδεθείτε ξανά.",
  "User is blocked, Kindly contact the admin to unblock the user": "Ο χρήστης έχει αποκλειστεί. Επικοινωνήστε με τον διαχειριστή για να καταργήσετε τον αποκλεισμό του χρήστη.",
  "User is deleted, Kindly contact the admin": "Ο χρήστης έχει διαγραφεί. Παρακαλώ επικοινωνήστε με τον διαχειριστή.",
  "User Device is blocked, Kindly contact the admin": "Η συσκευή του χρήστη είναι αποκλεισμένη. Παρακαλώ επικοινωνήστε με τον διαχειριστή.",
  "Forgot password attempts exhausted, Kindly contact the admin": "Εξαντλήθηκαν προσπάθειες κωδικού πρόσβασης. Παρακαλώ επικοινωνήστε με τον διαχειριστή.",
  "User Device is inactive, Kindly contact the admin": "Η συσκευή του χρήστη είναι ανενεργή. Παρακαλώ επικοινωνήστε με τον διαχειριστή.",
  "User is disable": "Ο χρήστης είναι απενεργοποιημένος.",
  "PIN must contain 5 numbers, numbers should not be consecutive": "Το PIN πρέπει να περιέχει 5 αριθμούς, οι αριθμοί δεν πρέπει να είναι διαδοχικοί",
  "Wrong activation code entered": "Εισάγατε λάθος κωδικό ενεργοποίησης",
  "Invalid Password provided, please try again": "Το PIN που πληκτρολογήσατε είναι λάθος, παρακαλώ δοκιμάστε ξανά",
  "User is blocked, please contact moneygate support at +357 22418218": "Ο χρήστης έχει μπλοκαριστεί, παρακαλώ επικοινωνήστε με την υποστήριξη της MoneyGate στο +357 22418218",
  "User is deleted, please contact moneygate support at +357 22418218": "Ο χρήστης έχει διαγραφεί, παρακαλώ επικοινωνήστε με την υποστήριξη της MoneyGate στο +357 22418218",
  "User Device is blocked, please contact moneygate support at +357 22418218": "Η συσκευή του χρήστη έχει μπλοκαριστεί, παρακαλώ επικοινωνήστε με την υποστήριξη της MoneyGate στο +357 22418218",
  "Forgot PIN attempts exhausted, please contact moneygate support at +357 22418218": "Οι διαθέσιμες προσπάθειες για το PIN έχουν εξαντληθεί, παρακαλώ επικοινωνήστε με την υποστήριξη της MoneyGate στο +357 22418218",
  "Please enter the access code": "Παρακαλώ εισάγετε τον κωδικό πρόσβασης",
  "Submit": "Υποβολή",
  "No such user is enrolled": "Δεν έχει εγγραφεί τέτοιος χρήστης.",
  "User is inactive, Kindly contact the admin": "Ο χρήστης είναι ανενεργός. Παρακαλώ επικοινωνήστε με τον διαχειριστή.",
  "User is paused, Kindly contact the admin": "Ο χρήστης τέθηκε σε παύση. Παρακαλώ επικοινωνήστε με τον διαχειριστή.",
  "Unable to generate REL-ID Verify Auth notification for new device activation, Please contact admin": "Δεν είναι δυνατή η δημιουργία ειδοποίησης REL-ID Verify Auth για ενεργοποίηση νέας συσκευής. Επικοινωνήστε με τον διαχειριστή.",
  "Device management cannot be accessed before certain amount of time since its activation, Please contact the admin": "Δεν είναι δυνατή η πρόσβαση στη διαχείριση συσκευών πριν από ορισμένο χρονικό διάστημα από την ενεργοποίησή της. Επικοινωνήστε με τον διαχειριστή.",
  "Failed to update device details due to device name regex validation failure": "Αποτυχία ενημέρωσης λεπτομερειών συσκευής λόγω αποτυχίας επικύρωσης regex ονόματος συσκευής.",
  "User does not exist": "Ο χρήστης δεν υπάρχει"
}
